[
    {
      "id": "18",
      "date": "Settembre 2018",
      "text": "Il 25 Settembre 2018 ho tenuto una lezione dal titolo “Morphological and EMG functional dental diagnosis” presso il Congresso \"Innovative technologies of functional diagnosis in dentistry” organizzato dalla Russian Dental Association. Un ringraziamento per l’invito alla Prof.ssa Elena Ivanova, Amica e Collega da diversi anni.",
      "link": "",
      "photo": "photo18"
    },
    {
      "id": "17",
      "date": "Settembre 2018",
      "text": "Il 26 Settembre 2018 insieme a mio padre Francesco ho tenuto una lezione dal titolo “Masticatory muscles function instrumental evaluation: research protocol and everyday dental procedures” agli studenti del Master di II livello in Implantologia e Chirurgia avanzata tenuto presso l’Università degli Studi di Cagliari. Un ringraziamento per l’invito e l’organizzazione ai Colleghi Massimiliano Ciaravolo e Nazario Russo.",
      "link": "",
      "photo": "photo17"
    },
    {
      "id": "16",
      "date": "Aprile 2018",
      "text": "Il 14 Aprile 2018, presso la splendida sede della Villa Fenaroli - Rezzato (Brescia) ho esposto un lavoro scientifico intitolato “A preliminary reliability test of trans-illumination dental occlusion measurement” realizzato insieme ai Colleghi Sofia Masin, Dorotea Scantamburlo, Redento Peretta e Claudia Dellavia. Un ringraziamento all’Amico Ivan Lendaro per l’invito e l’organizzazione.",
      "link": "",
      "photo": "photo16"
    },
    {
      "id": "15",
      "date": "Ottobre 2017",
      "text": "Il 13 e 14 Ottobre 2017 a Bergamo, in collaborazione con mio padre e i colleghi Claudia Dellavia, Federica Musto e Redento Peretta, ho tenuto un corso specialistico ai Colleghi sulle procedure cliniche, tecniche e i principi teorici dell'applicazione dell'elettromiografia dei muscoli masticatori.Un ringraziamento ai co-relatori e all'organizzazione per la riuscita dell'evento.",
      "link": "https://www.meetingworks.it/prodotto/diagnosi-dellocclusione-tramite-elettromiografia-2017/",
      "photo": "photo15"
    },
    {
      "id": "14",
      "date": "Settembre 2017",
      "text": "Al Congresso annuale della European Prosthodontic Association dal titolo \"Concetti attuali e cambio di paradigmi in protesi\" svoltosi a Bucarest (Romania) dal 28 al 30 Settembre 2017 ho esposto un poster dal titolo \"Determinazione semplificata della Dimensione Verticale di Occlusione tramite ssEMG\". Un ringraziamento ai co-autori del lavoro e al comitato organizzatore dell'evento.",
      "link": "",
      "photo": "photo14"
    },
    {
      "id": "13",
      "date": "Giugno  2017",
      "text": "Al III congresso nazionale GSDI Gruppo di Studio Italiano dei Disordini Craniomandibolari, coordinato dal Collega Daniele Manfredini sono stati esposti 3 lavori a cui ho partecipato.* ssEMG reliability during saliva swallowing. Riccardo Rosati, Federica Musto, Giacomo Begnoni, Guia Carola Guenza, Natalie Khomchyna, Claudia Bruna Dellavia.* Three-dimensional VDO determination using Vertical Tester and ssEMG. Redento Peretta, Francesco Rosati, Riccardo Rosati, Federica Musto, Claudia Dellavia.* Correlation between indexes of jaw muscles' function and dental-skeletal morphology. Francesca Vozzi, Redento Peretta, Riccardo Rosati, Luca Guarda-Nardini,Daniele Manfredini",
      "link": "",
      "photo": "photo13"
    },
    {
      "id": "12",
      "date": "Marzo 2017",
      "text": "Ospite del Prof. Luca Guarda Nardini nella prestigiosa aula dell'Università degli Studi di Padova presso l'Ospedale di Treviso ho partecipato al coordinamento di un progetto di ricerca multicentrico. Un team di Professionisti analizzerà un gruppo di pazienti con dolore all'articolazione della mandibola per approfondire le conoscenze su questo disturbo spesso invalidante.",
      "link": "",
      "photo": "photo12"
    },
    {
      "id": "11",
      "date": "Febbraio 2017",
      "text": "Insieme ai Colleghi Federica Musto, Chiarella Sforza, Marilisa Toma e Claudia Dellavia abbiamo pubblicato un articolo sulla rinomata rivista Journal of Electromyography and Kinesiology, pubblicazione ufficiale della International Society of Electrophysiology and Kinesiology. L'articoli intitolato \"L'elettromiografia di superficie standardizzata consente una valutazione efficace dei muscoli sottomentali\" descrive lo sviluppo di un metodo di misurazione dell'attività dei muscoli del pavimento orale e ne quantifica la ripetibilità. La prima applicazione di questo protocollo sarà la valutazione del gesto della deglutizione.",
      "link": "https://pubmed.ncbi.nlm.nih.gov/28273612",
      "photo": "photo11"
    },
    {
      "id": "10",
      "date": "Ottobre 2016",
      "text": "Nella prestigiosa sede del \"Museo Diocesano San Gregorio Barbarigo\" ho tenuto una relazione all' \"11° Convegno dei centri di terapia del dolore e cure palliative del Triveneto\" organizzato dall'Università degli Studi di Padova. Un ringraziamento al Collega Roberto Saia promotore dell'iniziativa.",
      "link": "",
      "photo": "photo10"
    },
    {
      "id": "9",
      "date": "Luglio 2016",
      "text": "Sulla rivista http://www.stomaeduj.com/ al link http://www.stomaeduj.com/wp-content/uploads/2016/08/art-Riccardo-Rosati.pdf è stato pubblicato il risultato della collaborazione di ricerca che ho coordinato tra l’Università degli Studi di Milano, la North-Western State Medical University di San Pietroburgo (Russia) e la Moscow State University di Mosca (Russia). Un ringraziamento ai coautori dello studio, dott.ssa Ekaterina Semelewa, Prof.ssa Elena Satygo, Prof.ssa Elena P. Ivanova, mio padre Francesco Rosati, Prof. Alexey Silin e il Prof. Virgilio F. Ferrario.",
      "link": "http://www.stomaeduj.com/wp-content/uploads/2016/08/art-Riccardo-Rosati.pdf",
      "photo": "photo9"
    },
    {
      "id": "8",
      "date": "Aprile 2016",
      "text": "Nello splendido contesto della villa Fenaroli di Brescia insieme a mio padre Francesco ho tenuto una relazione al XX congresso nazionale della società scientifica Eurocclusion. Un ringraziamento all’organizzatore scientifico, dott. Ivan Lendaro.",
      "link": "",
      "photo": "photo8"
    },
    {
      "id": "7",
      "date": "December 2015",
      "text": "In this article, written togheter with the Colleagues Federica Musto and Claudia Dellavia, the subject of management of dental occlusion in order to plan reliable dental rehabilitations is debated.",
      "link": "https://www.ecronicon.com/ecde/pdf/ECDE-01-000S1.pdf)",
      "photo": "photo7"
    },
    {
      "id": "6",
      "date": "Dicembre 2015",
      "text": "In questo editoriale scritto in collaborazione con i colleghi Federica Musto e Claudia Dellavia, affrontiamo il tema della gestione dell’occlusione dentaria per pianificare riabilitazioni dentali affidabili.",
      "link": "https://link.springer.com/article/10.1007/s00266-015-0495-7",
      "photo": "photo6"
    },
    {
      "id": "5",
      "date": "Settembre 2015",
      "text": "Questo video realizzato assieme ai colleghi Claudia Dellavia Federica Musto e Guia Carola Guenza, illustra le corrette procedure da eseguire per un'analisi della funzionalità masticatoria con l'ausilio dell'elettromiografia di superficie, che fornisce dati quantitativi affidabili solo se condotta con protocolli standardizzati che riducono al minimo i fattori biologici e tecnici di variabilità. La ripresa delle fasi operative è intervallata dalla presentazione di articoli scientifici a supporto delle sequenze illustrate e per ulteriore approfondimento dei concetti anatomici e fisiologici sottesi.",
      "link": "https://www.odontoiatria33.it/ortodonzia-e-gnatologia/9808/valutazione-della-fisiologia-occlusale-tramite-elettromiografia-di-superficie-differenziale.html",
      "photo": "photo5"
    },
    {
      "id": "4",
      "date": "Aprile 2015",
      "text": "In questo corso destinato ai Professionisti del settore, in collaborazione con mio padre e i colleghi Claudia Dellavia, Federica Musto e Redento Peretta illustriamo le procedure cliniche, tecniche e i principi teorici dell’applicazione dell’elettromiografia dei muscoli masticatori.",
      "link": "",
      "photo": "photo4"
    },
    {
      "id": "3",
      "date": "Febbraio 2015",
      "text": "In questo video realizzato assieme ai colleghi Federica Musto e Claudia Dellavia sono presentati gli step fondamentali per un corretto posizionamento della placca con una iniziale verifica clinica dell'adattamento e della stabilità del manufatto e poi della posizione e del numero dei contatti occlusali. E' quindi descritta la modalità con cui effettuare un eventuale molaggio della placca.",
      "link": "https://www.odontoiatria33.it/ortodonzia-e-gnatologia/8561/video-corso-parte-terza-installazione-di-una-placca-occlusale-di-protezione-nel-rispetto-della-propriocezione-dento-parodontale.html",
      "photo": "photo3"
    },
    {
      "id": "2",
      "date": "Febbraio 2015",
      "text": "In questo video ideato e realizzato assieme a mio padre Francesco e ai colleghi Federica Musto e Claudia Dellavia illustriamo le fasi di costruzione di una placca occlusale presso un laboratorio odontotecnico, focalizzando l'attenzione sugli aspetti che faciliteranno la gestione del dispositivo da parte dell'odontoiatra.",
      "link": "https://www.odontoiatria33.it/ortodonzia-e-gnatologia/8500/videocorso-2-fabbricazione-di-una-placca-occlusale-di-protezione-progettata-per-una-funzionalizzazione-semplificata.html",
      "photo": "photo2"
    },
    {
      "id": "1",
      "date": "Febbraio 2015",
      "text": "In questo video ideato e realizzato assieme ai colleghi Federica Musto e Claudia Dellavia illustriamo le fasi iniziali di un trattamento odontoiatrico con placca occlusale in pazienti con buona salute dell'apparato stomatognatico.",
      "link": "https://www.odontoiatria33.it/ortodonzia-e-gnatologia/8426/videocorso-progettazione-realizzazione-e-monitoraggio-di-uno-splint-di-protezione-occlusale.html",
      "photo": "photo1"
    }
  
  ]