["Three-dimensional computerized anthropometry of the nose: landmark representation compared to surface analysis. Ferrario VF, Mian F, Peretta R, Rosati R, Sforza C. Cleft Palate Craniofac J. 2007 May;44(3):278-85.","L’esperienza clinica conferma l’efficacia delle protesi in ossido di zirconio. Tartaglia G.M., Rosati F., Mapelli P., Rosati R., Sforza C. Dental Clinics 2008;3:13-20.","Oral health conditions in Italian Special Olympics athletes. Dellavia C, Allievi C, Pallavera A, Rosati R, Sforza C. Spec Care Dentist. 2009 Mar-Apr;29(2):69-74.","Age- and sex-related changes in the normal human ear. Sforza C, Grandi G, Binelli M, Tommasi DG, Rosati R, Ferrario VF. Forensic Sci int. 2009 May 30:187(1-3).","Nasal base symmetry: a three dimensional anthropometric study. Rosati R, Dellavia C, Colombo A, De Menezes M, Sforza C. Minerva Stomatol. 2009 Jul-Aug:58(7-8):347-57.","Labial morphology: a 3-dimensional anthropometric study. Ferrario VF, Rosati R, Peretta R, Dellavia C, Sforza C. J Oral Maxillofac Surg. 2009 Sep;67(9):1832-9.","A photographic system for the three-dimensional study of facial morphology. de Menezes M, Rosati R, Allievi C, Sforza C. Angle Orthod. 2009 Nov;79(6):1070-7.","Digital dental cast placement in 3-dimensional, full-face reconstruction: a technical evaluation. Rosati R, De Menezes M, Rossetti A, Sforza C, Ferrario VF. Am J Orthod Dentofacial Orthop. 2010 Jul;138(1):84-8.","Accuracy and reproducibility of a 3-dimensional stereophotogrammetric imaging system. de Menezes M, Rosati R, Ferrario VF, Sforza C. J Oral Maxillofac Surg. 2010 Sep;68(9):2129-35.","Immediate effect of an elastomeric oral appliance on the neuromuscular coordination of masticatory muscles: a pilot study in healthy subjects. Sforza C, Montagna S, Rosati R, DE Menezes M. J Oral Rehabil. 2010 Nov;37(11):840-7.","Morphometry of the ear in north Sudanese subjects with Down syndrome: a three-dimensional computerized assessment. Sforza C, Elamin F, Rosati R, Lucchini MA, De Menezes M, Ferrario VF. J Craniofac Surg. 2011 Jan;22(1):297-301.","Three-dimensional assessment of nose and lip morphology in North Sudanese subjects with Down syndrome. Sforza C, Elamin F, Rosati R, Lucchini MA, Tommasi DG, Ferrario VF. Angle Orthod. 2011 Jan;81(1):107-14.","Three-dimensional analysis of labial morphology: effect of sex and age. De Menezes M, Rosati R, Baga I, Mapelli A, Sforza C. Int J Oral Maxillofac Surg. 2011 Aug;40(8):856-61.","EMG analysis of trapezius and masticatory muscles: experimental protocol and data reproducibility. Sforza C, Rosati R, De Menezes M, Musto F, Toma M. J Oral Rehabil. 2011 Sep;38(9):648-54.","Tipologie e utilizzi delle placche intraorali. Dellavia C., Sforza C., Huanca Ghislanzoni L.T., Rosati R., Ferrario V.F. Il Dentista Moderno. 2011;11:42-55.","Morphometry of the orbital region soft tissues in Down syndrome. Sforza C, Elamin F, Dellavia C, Rosati R, Lodetti G, Mapelli A, Ferrario VF. J Craniofac Surg. 2012 Jan;23(1):198-202.","EMG spectral characteristics of masticatory muscles and upper trapezius during maximum voluntary teeth clenching. Lodetti G, Mapelli A, Musto F, Rosati R, Sforza C. J Electromyogr Kinesiol. 2012 Feb;22(1):103-9.","The occlusal plane in the facial context: inter-operator repeatability of a new three-dimensional method. Rosati R, Rossetti A, De Menezes M, Ferrario VF, Sforza C. Int J Oral Sci. 2012 Apr;4(1):34-7.","Three-dimensional analysis of dentolabial relationships: effect of age and sex in healthy dentition. Rosati R, De Menezes M, Rossetti A, Ferrario VF, Sforza C. Int J Oral Maxillofac Surg. 2012 May 7","Electromyographic assessment of jaw muscles in patients with All-on-Four fixed implant-supported prostheses. Dellavia C, Francetti L, Rosati R, Corbella S, Ferrario VF, Sforza C. J Oral Rehabil. 2012 Sep 7","The role of the golden proportion in the evaluation of facial esthetics. Rossetti A, De Menezes M, Rosati R, Ferrario VF, Sforza C. Angle Orthod. 2013 Sep;83(5):801-8.","Functional jaw muscle assessment in patients with a full fixed prosthesis on a limited number of implants: a review of the literature. Dellavia C, Rosati R, Del Fabbro M, Pellegrini G. Eur J Oral Implantol. 2014;7 Suppl 2:S155-69.","Facial soft-tissue volumes in adult Northern Sudanese individuals with Down syndrome. Sforza C, Dolci C, Rosati R, de Menezes M, Pisoni L, Ferrario VF, Elamin F. Ital J Anat Embryol. 2014;119(3):201-13.","Stereophotogrammetric evaluation of tooth-induced labial protrusion. Rosati R, De Menezes M, da Silva AM, Rossetti A, Lanza Attisano GC, Sforza C. J Prosthodont. 2014 Jul;23(5):347-52.","The labial aging process: a surface analysis-based three-dimensional evaluation. Rosati R, Codari M, Maffessanti F, Dolci C, Ferrario VF, Sforza C. Aesthetic Plast Surg. 2014 Feb;38(1):236-41.","A new 3-dimensional method for the construction of an average dental arch. Ghislanzoni LH, De Simone M, Rosati R, Bottino A, Sforza C. http://dx.doi.org/10.1016/j.ejwf.2013.12.002.","A Quantitative Analysis of Lip Aesthetics: The Influence of Gender and Aging. Gibelli D, Codari M, Rosati R, Dolci C, Tartaglia GM, Cattaneo C, Sforza C. Aesthetic Plast Surg. 2015 Oct;39(5):771-6","A Quantitative Analysis of Lip Aesthetics: The Influence of Gender and Aging. Gibelli D, Codari M, Rosati R, Dolci C, Tartaglia GM, Cattaneo C, Sforza C. Aesthetic Plast Surg. 2015 Oct;39(5):771-6","Reliable dental rehabilitation starts from dental occlusion management. Rosati R, Musto F, Dellavia C. EC Dental Science 1.S1 (2015): S1-S2.","Standardized electromyographic indexes allow a reliable measurement of masticatory muscles function. Rosati R, Semelewa E, Satygo E, Ivanova EP, Rosati F, Silin A, Ferrario VF. StomaEduJ. 2016;3(2)","Standardised surface electromyography allows effective submental muscles assessment. Musto F, Rosati R, Sforza C, Toma M, Dellavia C. J Electromyogr Kinesiol. 2017 Jun;34:1-5","Three-Dimensional Soft-Tissue Facial Morphometry in Caucasian Obese Adults. Sforza C, Bertoli S, Leone A, Rosati R, de Meneze M5, Battezzati A. Pesquisa Brasileira em Odontopediatria e Clínica Integrada 2019, 19(1):e4550","Application of modern 3d image acquisition systems to the morphological analysis of faces: a novel approach for the assessment of facial growth. Gibelli DM, Poppa P, Cappella A, Rosati R, Dolci C, Cattaneo C, Sforza C. Stoma Edu J. 2020;7(4):268-273","ssEMG assessment of a new tool for the management of 3D vertical dimension of occlusion in prosthetic dental rehabilitations: A case report. Rosati R, Peretta R, Rosati F, Musto F, Dellavia C. Stomatologija 2021; 23 (1): 26-32","Preliminary approach for the surface electromyographical evaluation of the oral phase of swallowing. Dellavia C, Rosati R, Musto F, Pellegrini G, Begnoni G, Ferrario VF. J Oral Rehabil. 2018 Jul;45(7):518-525.","A longitudinal 3D investigation on facial similarity among two monozygotic twins in their first childhood: an application of the 3D-3D facial superimposition technique. Gibelli DM, Cappella A, Dolci C, Rosati R, Bedoni M, Sforza C. Children 2022, 9, 187.","Neuromuscular Stability of Dental Occlusion in Patients Treated with Aligners and Fixed Orthodontic Appliance: A Preliminary Electromyographical Longitudinal Case-Control Study. Dellavia CPB, Begnoni G, Zerosi C, Guenza G, Khomchyna N, Rosati R, Musto F, Pellegrini G. Diagnostics. 2022; 12(9):2131.","Book chapters:Three-Dimensional Facial Morphometry: From Anthropometry to Digital Morphology. Sforza C., Dellavia C., De Menezes M., Rosati R., Ferrario V.F. In-Handbook of Anthropometry-pag 611-624.","Three-Dimensional Computerized Anthropometry of the Nose. Sforza C., Rosati R., De Menezes M., Dolci C., Ferrario V.F. In-Handbook of Anthropometry-pag 927-942.","Abstracts:“Three-dimensional anthropometry of the nose: landmark representation vs. surface analysis” V.F. Ferrario, R. Peretta, F. Mian, R. Rosati, G. Zanotti It J Anat Embryol 2004; 109: S109.","“What happen between 3 and 6 years of age? Facial and palatal development (part II)”. F.R. Dimaggio, R. Rosati, V.F. Ferrario. Proc. XVIII Congr. Naz. SIDO, Firenze 2004, p. 102.","“3D analysis of hard palate in down syndrome subjects” C. Dellavia, F. Mian, A. Pallavera, F. Orlando, R. Rosati. It J Anat Embryol 2005;110: S88.","“Three-dimensional anthropometry of the lips in healthy young adults” V.F. Ferrario, R. Peretta, F. Mian, R. Rosati, G. Grandi, A. Colombo. It J Anat Embryol 2006;111:100.","“Lip volume and area in healthy young adults: a three-dimensional anthropometric study” Rosati R., Baga I., Decorato I., Tartaglia G.M., Ferrario V.F. It J Anat Embryol 2007;112:229.","“A histologic study of maxillary sinus floor augmentation with an innovative bone substitute” Allievi C., Canciani E., Bonomi F., De Menezes M., Rosati R., Dellavia C. It J Anat Embryol 2008;113:13.","“Avaliacão tridimensional entre dentes e posicão dos làbios: efeito da idade em individuos saudàveis” Menezes M., Rosati R., Lucchini M., Baga I., Sforza C. Braz Oral Res 2008;22(1):261.","“The effect of aging on lip dimensions: a three-dimensional evaluation in a healthy group” Baga I., Rosati R., De Menezes M., Colombo A., Sforza C. It J Anat Embryol 2008;113:27.","“Preliminary study for three-dimensional matching of digital dental casts and stereophotogrammetry acquisitions” De Menezes M., Rosati R., Rossetti A., Lucchini M., Sforza C. Medicalis: International congress for medical students and young doctors : abstract book 2009:51.","“Digital dental cast merged in 3d facial reconstruction : a preliminary technical study” R. Rosati, M. De Menezes, A. Colombo, G. Grandi, G.M. Tartaglia, V.F. Ferrario. It J Anat Embryo 2009;114:S190.","“Validation of a 3d stereophotogrammetric imaging system for measuring facial soft tissues of healthy subjects” C. Sforza, M. De Menezes, R. Rosati, M. Lucchini, I. Baga, A. Rossetti.It J Anat Embryo 2009;114:S199.","“Estudo preliminar na associação tridimensional de modelos dentais digitais e imadens 3D da face em estereofotogrametria” De Menezes M., Rosati R., Rossetti A., Tommasi D.G., Sforza C. Braz Oral Res 2009;23(1):278.","“Alveolar bone augmentation: histological evaluation of graft remodelling correlated to volumetric ridge alteration” Della Via C., Pellegrini G., Huanca Ghislanzoni L., Maragno A., Rosati R., Ferrario V.F. It J Anat Embryo 2010;115:S49."]
